export const users = [
  { id: 1, login: 'admin', password: '123456', name: 'Админ' },
  { id: 2, login: 'user', password: 'password', name: 'Пользователь' }
];

export const products = [
  { 
    id: 1, 
    name: 'Акварельный букет', 
    description: 'Акварельный букет словно ожившая картина художника: плавные переходы оттенков, игра света и цвета создают впечатление нежности и вдохновения. Каждая деталь букета напоминает о лёгком весеннем дне, наполненном радостью и теплом. Этот букет станет ярким акцентом любого праздника и подарит ощущение особой атмосферы.', 
    price: 19900, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/1.jpeg' 
  },
  { 
    id: 2, 
    name: 'Белоснежные хризантемы', 
    description: 'Идеально белоснежные хризантемы — символ чистоты, гармонии и спокойствия. Их мягкие лепестки переливаются в свете, создавая атмосферу уюта и изысканной простоты. Такой букет подойдёт для выражения самых искренних чувств, станет достойным подарком как для торжества, так и для тёплого дружеского жеста.', 
    price: 11500, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/2.jpg' 
  },
  { 
    id: 3, 
    name: 'Моно букет из роз Pink Mondial', 
    description: 'Розы Pink Mondial — это воплощение романтики и нежности. Их крупные бутоны нежно-розового оттенка словно сотканы из тончайшего шелка. Такой букет — идеальный выбор для особых признаний, годовщин и моментов, когда хочется сказать «я люблю тебя» без слов.', 
    price: 6500, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/3.jpg' 
  },
  { 
    id: 4, 
    name: 'Монобукет из кустовых роз', 
    description: 'Пышные кустовые розы собираются в объемный и роскошный букет, который наполнен энергией и чувственностью. Их утончённый аромат и богатая текстура создают ощущение праздника и радости. Такой букет станет достойным украшением любого важного события.', 
    price: 11000, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/4.jpeg' 
  },
  { 
    id: 5, 
    name: 'Монобукет из альстромерии', 
    description: 'Яркая альстромерия с её пёстрыми лепестками будто хранит в себе солнечный свет. Этот букет радует свежестью и стойкостью: цветы долго сохраняют свою красоту, а игра оттенков дарит радостное настроение. Идеальный подарок для тех, кто ценит лёгкость и жизнерадостность.', 
    price: 6600, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/5%20(2).jpeg' 
  },
  { 
    id: 6, 
    name: 'Букет кустовых роз Star Blush', 
    description: 'Нежные кустовые розы в оттенках Star Blush напоминают утренний рассвет. Их мягкая палитра создаёт романтическое настроение, а лёгкий аромат окутывает теплом и уютом. Букет подчеркнёт изысканность вкуса и станет трогательным подарком для самых близких.', 
    price: 4500, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/6.jpeg' 
  },
  { 
    id: 7, 
    name: 'Объемный букет с гортензией', 
    description: 'Пышная гортензия в сочетании с сезонными цветами превращает букет в настоящее произведение искусства. Его объём и богатство красок создают вау-эффект и оставляют незабываемое впечатление. Такой подарок подчеркнёт значимость события и украсит любой интерьер.', 
    price: 9000, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/7.jpg' 
  },
  { 
    id: 8, 
    name: 'Дуо София и озотамнус', 
    description: 'Лёгкий, воздушный и стильный дуэт Софии и озотамнуса создан для тех, кто ценит утончённость и свежесть. Этот букет словно вдохновлён природой: нежные оттенки и естественная лёгкость композиции подарят гармонию и умиротворение.', 
    price: 4900, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/8%20(2).jpg' 
  },
  { 
    id: 9, 
    name: 'Пионовидный букет с гортензией', 
    description: 'Сочетание пионовидных роз и гортензии — это союз нежности и роскоши. Букет выглядит по-королевски пышным, каждая деталь гармонична и продумана. Он станет прекрасным выбором для особых случаев и подарит ощущение праздника и утончённой красоты.', 
    price: 6400, 
    image: 'https://bsurjkwdjsnwwodkxdtu.supabase.co/storage/v1/object/public/img/9.jpeg' 
  }
];

export default products